<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */
use yii\grid\GridView;


?>
<p style="font-family: garuda">
ทอมไคลแม็กซ์แฟ้บแครกเกอร์ เปียโนแผดเผาฮิบรู แม่ค้าป๋อหลอแพตเทิร์นช็อปเปอร์ สเต็ปเที่ยงคืนคอนแทคเด้อสเปก อพาร์ตเมนท์ จูนถ่ายทำ สงบสุขแฮปปี้เทควันโดบลูเบอร์รี่เยอร์บีร่า ไกด์ แบล็กสารขัณฑ์อุปสงค์ แหววเวิลด์ทัวริสต์ คันถธุระ หมิงโกเต็กซ์วีซ่าพูล ไฮกุจตุคามโหลยโท่ยง่าวรอยัลตี้ คอนโทรล เชฟโนติสน้องใหม่ชะโนดสเปก ราชานุญาตเพนกวิน

</p>

<p style="font-family: thsarabun; font-size: 16pt;">
ทอมไคลแม็กซ์แฟ้บแครกเกอร์ เปียโนแผดเผาฮิบรู แม่ค้าป๋อหลอแพตเทิร์นช็อปเปอร์ สเต็ปเที่ยงคืนคอนแทคเด้อสเปก อพาร์ตเมนท์ จูนถ่ายทำ สงบสุขแฮปปี้เทควันโดบลูเบอร์รี่เยอร์บีร่า ไกด์ แบล็กสารขัณฑ์อุปสงค์ แหววเวิลด์ทัวริสต์ คันถธุระ หมิงโกเต็กซ์วีซ่าพูล ไฮกุจตุคามโหลยโท่ยง่าวรอยัลตี้ คอนโทรล เชฟโนติสน้องใหม่ชะโนดสเปก ราชานุญาตเพนกวิน

</p>
<?=GridView::widget([
    'dataProvider' => $dataProvider
])?>